cases/Cavity_SOM_INT_40S_2N/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2606                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    movingWall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          61;
        startFace       3814;
    }
    fixedWalls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          136;
        startFace       3875;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          3884;
        startFace       4011;
    }
)

// ************************************************************************* //
